{
  "en": {
    "hero-title": "Your guide to the world of cinema.",
    "hero-text": "Thousands of movies are waiting to tell you their stories. Choose a genre, add a touch of mood — and enjoy!",
    "hero-button": "Leave a review",
    "top-movie-title": "Top Movies of the Week",
    "top-movie-button": "See more",
    "genres-title": "Beloved by Our Audience",
    "genres-drama": "Drama",
    "genres-comedy": "Comedy",
    "genres-action": "Action",
    "genres-adventure": "Adventure",
    "genres-horror": "Horror",
    "advantages-title": "Why Choose Us?",
    "advantages-title1": " User-Friendly and Intuitive Interface",
    "advantages-text1": "Our website is designed with simplicity and usability in mind. Whether you're a tech-savvy user or just looking for a quick movie recommendation, you'll find the interface straightforward and easy to navigate. With clear categories, simple menus, and responsive design, you can effortlessly explore our features without feeling overwhelmed. We&apos;ve focused on ensuring that your experience is seamless from the moment you land on the site.",
    "advantages-title2": " Search the Best Movies by Title",
    "advantages-text2": "Finding your next favorite movie is easier than ever. With our powerful search functionality, you can quickly search for films by title, making it simple to access any movie you have in mind. Whether you&apos;re revisiting an old classic or looking for the latest blockbuster, just type in the name and let our system do the rest, bringing you the movie you&apos;re looking for in an instant.",
    "advantages-title3": " Search Movies by Genre",
    "advantages-text3": "Not sure what you want to watch? No problem! Our genre-based search lets you explore movies based on your mood or interest. From action-packed thrillers to heartwarming dramas, we offer a variety of genres to choose from. Just select your preferred genre, and we&apos;ll display a curated list of movies that match your taste, making it easier to find exactly what you&apos;re in the mood for.",
    "advantages-title4": " Watch Top Trending Movies",
    "advantages-text4": "Stay up to date with what&apos;s currently making waves in the world of cinema. Our platform highlights the top trending movies, so you&apos;re always in the loop when it comes to popular titles. Whether it&apos;s a movie that&apos;s just hit theaters or one that&apos;s climbing the charts, you can easily see the latest hits and explore what's being talked about worldwide.",
    "advantages-title5": " Leave Feedback and Be Heard",
    "advantages-text5": "We value your opinion! Our site allows you to leave feedback on the movies you watch, share your ratings, and even write reviews. We believe in the power of community, and your voice helps others discover the best films. Whether you want to share your thoughts on a film&apos;s plot, performance, or overall experience, we&apos;re here to listen. Your feedback drives us to improve and provide an even better experience for all movie lovers.",
    "reviews-title": "Reviews",
    "reviews-text1": "I absolutely love this movie search site! It's so easy to find movies by genre, and the sorting options are fantastic. The design is sleek, and it works perfectly on my phone too!",
    "reviews-name1": "Sophia Turner",
    "reviews-text2": "This site has quickly become my go-to for finding movies to watch. The genre filters and top movie lists are super helpful, and it saves me so much time!",
    "reviews-name2": "Michael Johnson",
    "reviews-text3": "A brilliant tool for any movie lover! I enjoy how intuitive the interface is, and the sorting feature by genre is a game-changer. Highly recommended!",
    "reviews-name3": "Emily Davis",
    "reviews-text4": "Finding my next favorite movie has never been easier. The site is fast, responsive, and packed with great features. Five stars from me!",
    "reviews-name4": "Daniel Wilson",
    "reviews-text5": "As a film enthusiast, this site is perfect for me. It&apos;s simple to use, and I always find exactly what I&apos;m looking for. Great job!",
    "reviews-name5": "Olivia Brown",
    "reviews-text6": "I was amazed by how well-organized everything is on this site. Searching by genre makes it so convenient. This is exactly what I needed!",
    "reviews-name6": "James Taylor",
    "reviews-text7": "The website is fantastic! I use it almost daily to find something interesting to watch. The top movies section is my favorite part.",
    "reviews-name7": "Ava Martinez",
    "feedback-title": "Leave a review...",
    "feedback-button": "Send",
    "genres-page-button": "Genres",
    "search-page-button": "Search",
    "back": "Go back",
    "load-more": "Load more",
    "header-button1": "Genres",
    "header-button2": "Search",
    "footer": "Contact us:",
    "modal-date": "Release Date:",
    "modal-rate": "Rating:",
    "modal-view": "Overview:"
  },
  "uk": {
    "hero-title": "Ваш путівник у світ кіно.",
    "hero-text": "Тисячі фільмів чекають, щоб розповісти вам свої історії. Виберіть жанр, додайте нотку настрою — і насолоджуйтеся!",
    "hero-button": "Залиште відгук...",
    "top-movie-title": "Найкращі фільми тижня",
    "top-movie-button": "Дивіться більше",
    "genres-title": "Улюблені жанри",
    "genres-drama": "Драма",
    "genres-comedy": "Комедія",
    "genres-action": "Бойовик",
    "genres-adventure": "Пригода",
    "genres-horror": "Жахи",
    "advantages-title": "Чому обирають нас?",
    "advantages-title1": " Зручний та інтуїтивно зрозумілий інтерфейс",
    "advantages-text1": "Наш веб-сайт розроблено з урахуванням простоти та зручності використання. Незалежно від того, чи ви технічно підкований користувач, чи просто шукаєте швидку рекомендацію фільму, ви побачите, що інтерфейс простий і зрозумілий у навігації. Завдяки чітким категоріям, простим меню та адаптивному дизайну ви можете без зусиль досліджувати наші функції. ",
    "advantages-title2": " Шукайте найкращі фільми за назвою",
    "advantages-text2": "Знайти улюблений фільм легше, ніж будь-коли. Завдяки нашій функції пошуку ви можете швидко шукати фільми за назвою. Незалежно від того, переглядаєте ви стару класику чи шукаєте останній блокбастер, просто введіть назву, а наша система зробить все інше, запропонувавши вам фільм, який ви шукаєте, миттєво.",
    "advantages-title3": " Шукайте фільми за жанром",
    "advantages-text3": "Не знаєте, що хочете подивитися? Немає проблем! Наш пошук за жанрами дає змогу шукати фільми відповідно до вашого настрою чи інтересів. Від гостросюжетних трилерів до зворушливих драм, ми пропонуємо різноманітні жанри на вибір. Просто виберіть бажаний жанр, і ми відобразимо підібраний список фільмів, які відповідають вашому смаку.",
    "advantages-title4": " Дивіться найпопулярніші фільми",
    "advantages-text4": "Будьте в курсі того, що зараз в тренді у світі кіно. Наша платформа висвітлює найпопулярніші фільми, тож ви завжди будете в курсі. Незалежно від того, чи це фільм, який щойно вийшов у кінотеатри, чи той, який піднімається в чарти, ви можете легко переглянути останні хіти та дізнатися, про що говорять у всьому світі.",
    "advantages-title5": " Залишайте відгуки та будьте почутими",
    "advantages-text5": "Ми цінуємо вашу думку! Ми віримо в силу спільноти, і ваш голос допомагає іншим відкривати найкращі фільми. Незалежно від того, чи хочете ви поділитися своїми думками щодо сюжету фільму, виконання чи загального враження, ми тут, щоб вислухати. Ваші відгуки спонукають нас покращувати та надавати ще кращий досвід для всіх любителів кіно.",
    "reviews-title": "Відгуки",
    "reviews-text1": "Мені дуже подобається цей сайт пошуку фільмів! Так легко знайти фільми за жанром, варіанти сортування фантастичні. Дизайн елегантний,  ідеально працює на телефоні!",
    "reviews-name1": "Софія Тернер",
    "reviews-text2": "Цей сайт швидко став моїм улюбленим місцем для пошуку фільмів. Жанрові фільтри та списки найпопулярніших фільмів надзвичайно корисні, і це економить купу часу!",
    "reviews-name2": "Майкл Джонсон",
    "reviews-text3": "Чудовий інструмент для любителя кіно!. Дуже рекомендую!",
    "reviews-name3": "Емілі Девіс",
    "reviews-text4": "Знайти улюблений фільм ніколи не було так просто. Сайт швидкий, адаптивний і наповнений чудовими функціями. П'ять зірок від мене!",
    "reviews-name4": "Деніел Вілсон",
    "reviews-text5": "Мені, як кінолюбителю, цей сайт ідеально підходить. Він простий у використанні, і я завжди знаходжу саме те, що шукаю. Чудова робота!",
    "reviews-name5": "Олівія Браун",
    "reviews-text6": "Я був вражений тим, наскільки добре все організовано на цьому сайті. Пошук за жанром робить його зручним. Це саме те, що мені було потрібно!",
    "reviews-name6": "Джеймс Тейлор",
    "reviews-text7": "Веб-сайт фантастичний! Я використовую його майже щодня, щоб знайти щось цікаве для перегляду. Розділ найпопулярніших фільмів – моя улюблена частина.",
    "reviews-name7": "Ава Мартінес",
    "feedback-title": "Залиште відгук",
    "feedback-button": "Надіслати",
    "genres-page-button": "Оберіть жанр",
    "search-page-button": "Пошук",
    "back": "Повернутися",
    "load-more": "Завантажити ще",
    "header-button1": "Жанри",
    "header-button2": "Пошук",
    "footer": "Зв'яжіться з нами:",
    "modal-date": "Дата виходу:",
    "modal-rate": "Рейтинг:",
    "modal-view": "Огляд:"
  }
}
